Revit 2027 API
ParameterTypeId.ConduitStandardTypeParam Property
 "Standard"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ConduitStandardTypeParam { get; }
Public Shared ReadOnly Property ConduitStandardTypeParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ConduitStandardTypeParam {
	ForgeTypeId^ get ();
}
static member ConduitStandardTypeParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace